export const schoolLocations = {
  강원대학교: {
    name: '강원대학교 춘천캠퍼스',
    address: '강원특별자치도 춘천시 강원대학길 1',
    x: 127.7448,
    y: 37.8695,
  },
  경북대학교: {
    name: '경북대학교 대구캠퍼스',
    address: '대구광역시 북구 대학로 80',
    x: 128.6143,
    y: 35.8889,
  },
  경상국립대학교: {
    name: '경상국립대학교 가좌캠퍼스',
    address: '경상남도 진주시 진주대로 501',
    x: 128.1016,
    y: 35.1532,
  },
  부산대학교: {
    name: '부산대학교 부산캠퍼스',
    address: '부산광역시 금정구 부산대학로63번길 2',
    x: 129.0801,
    y: 35.2338,
  },
  서울대학교: {
    name: '서울대학교 관악캠퍼스',
    address: '서울특별시 관악구 관악로 1',
    x: 126.9523,
    y: 37.4599,
  },
  전남대학교: {
    name: '전남대학교 광주캠퍼스',
    address: '광주광역시 북구 용봉로 77',
    x: 126.9053,
    y: 35.1767,
  },
  전북대학교: {
    name: '전북대학교 전주캠퍼스',
    address: '전북특별자치도 전주시 덕진구 백제대로 567',
    x: 127.1297,
    y: 35.8469,
  },
  제주대학교: {
    name: '제주대학교 아라캠퍼스',
    address: '제주특별자치도 제주시 제주대학로 102',
    x: 126.5618,
    y: 33.4543,
  },
  충남대학교: {
    name: '충남대학교 대덕캠퍼스',
    address: '대전광역시 유성구 대학로 99',
    x: 127.345,
    y: 36.3688,
  },
  충북대학교: {
    name: '충북대학교 개신캠퍼스',
    address: '충청북도 청주시 서원구 충대로 1',
    x: 127.4613,
    y: 36.6288,
  },
}
